{
    "navbar": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "contact": "Contact"
  },
    "slides": {
    "webDevelopment": "Web Development",
    "graphicDesign": "Graphic Designing",
    "digitalMarketing": "Digital Marketing",
    "background":"Why Legacy IT"
  },
  "contents":{
    "webDevelopment":"Improve your online presence thanks to our most creative web design team in addition to creating attractive websites, we focus on improving the user experience on them. We will make your brand stand out from the competition and thus be more competitive. Boost your business with a website that reflects your brand and attracts your audience. Discover the difference of lead generation-based web design. Turn visitors into customers! Contact us for a free consultation.",
    "graphicDesign":"Enhance your brand identity with the support of our creative graphic design team. Beyond visually appealing designs, we focus on clear communication and strong brand consistency. From logos and marketing materials to social media graphics and promotional assets, we craft designs that capture attention and leave a lasting impression. Stand out in a crowded market with visuals that truly represent your brand. Strengthen your message, connect with your audience, and elevate your business through impactful graphic design. Contact us today for a free consultation.",
    "digitalMarketing":"Grow your business and reach the right audience with our results-driven digital marketing strategies. We go beyond visibility by focusing on meaningful engagement, brand awareness, and measurable growth. From social media marketing and search engine optimization to paid advertising and content creation, we help your brand connect with customers at every stage of their journey. Increase traffic, generate quality leads, and turn prospects into loyal customers with digital marketing solutions tailored to your goals. Contact us today for a free consultation.",
    "background":"Legacy IT stands out as a trusted technology partner dedicated to delivering innovative, reliable, and scalable digital solutions tailored to each client’s needs."
  },
    "footer": {
    "company": "Company",
    "servicesTitle": "Services",

    "home": "Home",
    "about": "About",
    "services": "Services",
    "contact": "Contact",

    "webDevelopment": "Web Development",
    "graphicDesign": "Graphic Designing",
    "digitalMarketing": "Digital Marketing",

    "newsletter":"Subscribe to our newsletter",
    "newscontent": "The latest news, articles, and resources, sent to your inbox weekly.",

    "button":"Subscribe"
    },
    "contact":{
      "title":"Contact Us",
      "touch":"Get In Touch",
      "desc":"Feel free to contact us for any inquiries, support, or collaboration. We are always happy to help.",
      "name":"Your Name",
      "email": "Your Email",
      "message":"Your Message",
      "call":"Call Us",
      "emailus":"Email Us",
      "address": "Address",
      "follow":"Follow Us On",
      "fname":"Full Name",
      "femail":"Email Address",
      "fmessage":"Message",
      "button":"Send Message"


    }
 
  
}
