{
  "navbar": {
    "home": "Início",
    "about": "Sobre",
    "services": "Serviços",
    "contact": "Contato"
  },
  "slides": {
    "webDevelopment": "Desenvolvimento Web",
    "graphicDesign": "Design Gráfico",
    "digitalMarketing": "Marketing Digital",
  "softwareDevelopment": "Desenvolvimento de Software",

    "background": "Por que a Legacy IT"
  },
  "contents": {
    "webDevelopment": "Melhore sua presença online com a ajuda da nossa equipe criativa de design e desenvolvimento web. Além de criar sites atraentes, focamos em aprimorar a experiência do usuário. Faremos sua marca se destacar da concorrência e se tornar mais competitiva. Impulsione seu negócio com um site que reflita sua marca e atraia seu público. Descubra a diferença do design web focado na geração de leads. Transforme visitantes em clientes! Entre em contato conosco para uma consulta gratuita.",
    "graphicDesign": "Fortaleça a identidade da sua marca com o apoio da nossa equipe criativa de design gráfico. Além de designs visualmente atraentes, focamos em comunicação clara e forte consistência da marca. De logotipos e materiais de marketing a gráficos para redes sociais e materiais promocionais, criamos designs que chamam a atenção e deixam uma impressão duradoura. Destaque-se em um mercado competitivo com visuais que realmente representem sua marca. Reforce sua mensagem, conecte-se com seu público e eleve seu negócio por meio de um design gráfico impactante. Entre em contato conosco hoje para uma consulta gratuita.",
    "digitalMarketing": "Expanda seu negócio e alcance o público certo com nossas estratégias de marketing digital orientadas a resultados. Vamos além da visibilidade, focando em engajamento significativo, reconhecimento da marca e crescimento mensurável. Do marketing em redes sociais e otimização para mecanismos de busca à publicidade paga e criação de conteúdo, ajudamos sua marca a se conectar com os clientes em todas as etapas da jornada. Aumente o tráfego, gere leads qualificados e transforme prospects em clientes fiéis com soluções de marketing digital adaptadas aos seus objetivos. Entre em contato conosco hoje para uma consulta gratuita.",
    "softwareDevelopment": "Transforme suas ideias em soluções de software poderosas e escaláveis com nossos serviços especializados em desenvolvimento de software. Somos especializados na criação de aplicações confiáveis e de alto desempenho, adaptadas às necessidades do seu negócio, com foco em usabilidade, segurança e escalabilidade a longo prazo. Desde a análise de requisitos e o design do sistema até o desenvolvimento, testes e implantação, gerenciamos todo o ciclo de vida do desenvolvimento de software com precisão. Otimize operações, melhore a eficiência e impulsione a inovação com soluções de software personalizadas desenvolvidas para apoiar seu crescimento. Entre em contato conosco hoje para uma consulta gratuita.",
    "background": "A Legacy IT se destaca como uma parceira de tecnologia confiável, dedicada a fornecer soluções digitais inovadoras, confiáveis e escaláveis, adaptadas às necessidades de cada cliente."
  },
  "footer": {
    "company": "Empresa",
    "servicesTitle": "Serviços",

    "home": "Início",
    "about": "Sobre",
    "services": "Serviços",
    "contact": "Contato",

    "webDevelopment": "Desenvolvimento Web",
    "graphicDesign": "Design Gráfico",
    "digitalMarketing": "Marketing Digital",

    "newsletter": "Assine nossa newsletter",
    "newscontent": "As últimas notícias, artigos e recursos, enviados para sua caixa de entrada semanalmente.",

    "button": "Inscrever-se"
  },
  "contact": {
    "title": "Entre em contato",
    "touch": "Fale conosco",
    "desc": "Sinta-se à vontade para entrar em contato conosco para qualquer dúvida, suporte ou colaboração. Teremos prazer em ajudar.",
    "name": "Seu nome",
    "email": "Seu e-mail",
    "message": "Sua mensagem",
    "call": "Fale no WhatsApp",
    "emailus": "Envie-nos um e-mail",
    "address": "Endereço",
    "follow": "Siga-nos em",
    "fname": "Nome completo",
    "femail": "Endereço de e-mail",
    "fmessage": "Mensagem",
    "button": "Enviar mensagem"
  },
  "about": {
  "title": "Sobre nós",
  "whtitle": "Quem somos",
  "whatitle": "O que fazemos",
  "ourtitle": "Nossa abordagem",
  "ourvision": "Nossa visão",
  "ourmission": "Nossa missão",
  "who": "A Legacy IT é uma empresa de soluções digitais com visão de futuro, comprometida em ajudar negócios a crescer por meio de tecnologia inovadora, design criativo e marketing digital estratégico. Trabalhamos em parceria com marcas de todos os tamanhos para criar experiências digitais significativas que geram resultados reais.",
  "what": "Na Legacy IT, somos especializados em desenvolvimento web, design gráfico e marketing digital, oferecendo soluções que não são apenas visualmente atraentes, mas também orientadas ao desempenho. Nossos sites são projetados para melhorar a experiência do usuário e converter visitantes em clientes. Nosso trabalho de design fortalece a identidade da marca, enquanto nossas estratégias de marketing focam em engajamento, visibilidade e crescimento mensurável.",
  "our": "Acreditamos que grandes soluções digitais começam com a compreensão de nossos clientes. Cada projeto inicia com pesquisa, colaboração e comunicação clara. Ao combinar criatividade com conhecimento técnico e estratégias orientadas por dados, criamos soluções escaláveis adaptadas aos objetivos exclusivos de cada cliente.",
  "mission": "Nossa missão é capacitar empresas por meio da entrega de soluções digitais confiáveis, inovadoras e escaláveis, ajudando marcas a se destacar em mercados competitivos e a construir conexões duradouras com seus públicos.",
  "vision": "Tornar-se um parceiro tecnológico global confiável, reconhecido por criatividade, qualidade e impacto mensurável."
},
"service": {
  "title": "Nossos Serviços",
  "desc": "Serviços que Oferecemos",
  "webDevelopment": "Desenvolvimento Web",
  "graphicDesign": "Design Gráfico",
  "digitalMarketing": "Marketing Digital",
  "softwareDevelopment": "Desenvolvimento de Software",
  "webDesc": "Projetamos e desenvolvemos sites responsivos que combinam design limpo com funcionalidades poderosas, ajudando empresas a crescer e se conectar com seu público online.",
  "graphicDesc": "Nossos serviços de design gráfico transformam ideias em visuais envolventes que fortalecem a identidade da marca e deixam uma impressão duradoura.",
  "digitalDesc": "Nossos serviços de marketing digital ajudam marcas a alcançar o público certo, construir uma forte presença online e alcançar um crescimento sustentável.",
  "softwareDesc": "Nossos serviços de desenvolvimento de software ajudam as empresas a criar aplicações confiáveis e escaláveis que melhoram a eficiência, aprimoram a experiência do usuário e apoiam o crescimento a longo prazo.",
  "button": "Saiba mais"
},
  "aboutCard": {
    "heading": "Por que nos escolher?",
    "headDesc": "Impulsione o seu negócio conosco",

    "title1": "Equipes Especializadas",
    "desc1": "Nossa equipe é composta por profissionais altamente qualificados, com profundo conhecimento do setor e experiência prática, trabalhando de forma colaborativa para oferecer soluções inovadoras e confiáveis.",

    "title2": "Satisfação do Cliente",
    "desc2": "Priorizamos as necessidades dos nossos clientes ao oferecer serviços de alta qualidade, manter uma comunicação transparente e garantir suporte ágil para construir confiança e satisfação a longo prazo.",

    "title3": "Crescimento Empresarial",
    "desc3": "Ajudamos empresas a crescer e alcançar o sucesso por meio de soluções digitais estratégicas que melhoram a eficiência, aumentam a visibilidade e impulsionam um crescimento sustentável."
  }


}
